export const schedule = [
  {
    day: "Понедельник",
    exercises: [
      {
        time: "13:35-15:10",
        numerator:
          "л. Промышленные роботы-манипуляторы и транспортные системы ст.преп.Цветков А.А. 117 а.C",
        denominator:
          "л. Промышленные роботы-манипуляторы и транспортные системы ст.преп.Цветков А.А. 102 л.C",
      },

      {
        time: "15:20-16-55",
        numerator:
          "пр. Системы и средства технологического и метрологического контроля производства проф.Чернов Е.И. 338 С",
        denominator:
          "л. Системы и средства технологического и метрологического контроля производства проф.Чернов Е.И. 102 л.С",
      },

      {
        time: "17:05-18:40",
        denominator:
          "лаб. Электро-гидро-пневмоприводы и автоматика доц.Романов И.Н. 213а. С 26.02, 25.03, 22.04, 20.05",
      },

      {
        time: "18:50-20:15",
        denominator:
          "лаб. Электро-гидро-пневмоприводы и автоматика доц.Романов И.Н. 213а. С 26.02, 25.03, 22.04, 20.05",
      },
    ],
  },

  {
    day: "Вторник",
    exercises: [
      {
        time: "13:35-15:10",
        denominator:
          "лаб. Промышленные роботы-манипуляторы и транспортные системы ст.преп.Цветков А.А. 213а. С 13.02, 12.03, 09.04, 07.05",
      },

      {
        time: "13:35-15:10",
        numerator:
          "л. Системы и средства технологического и метрологического контроля производства проф.Чернов Е.И. 267 С",

        denominator:
          "лаб. Промышленные роботы-манипуляторы и транспортные системы ст.преп.Цветков А.А. 213а. С 13.02, 12.03, 09.04, 07.05",
      },

      {
        time: "15:20-16-55",
        numerator: "л. Базы данных и СУБД доц.Дятлов Р.Н. 125а. С",
        denominator: "л. Технология машиностроения доц.Грибов Н.В. 125а. С",
      },

      {
        time: "17:05-18:40",
        numerator:
          "лаб. Технология машиностроения доц.Грибов Н.В. 125а. С 20.02, 19.03, 16.04, 14.05",
        denominator:
          "пр. Проектирование механообрабатывающих цехов доц.Грибов Н.В. 117 С",
      },

      {
        time: "18:50-20:15",
        numerator:
          "лаб. Технология машиностроения доц.Грибов Н.В. 125а. С 20.02, 19.03, 16.04, 14.05",
      },
    ],
  },

  {
    day: "Среда",
    exercises: "Военная подготовка",
  },

  {
    day: "Четверг",
    exercises: [
      {
        time: "13:35-15:10",
        numerator:
          "л. Методы, средства и системы управления качеством доц.Грибов Н.В. 121 С",
        denominator: "л. Технология машиностроения доц.Грибов Н.В. 121 С",
      },

      {
        time: "15:20-16-55",
        numerator:
          "л. Проектирование механообрабатывающих цехов доц.Грибов Н.В. 121 С",
        denominator: "пр. Технология машиностроения доц.Грибов Н.В. 117 С",
      },

      {
        time: "17:05-18:40",
        numerator: "пр. Технология машиностроения доц.Грибов Н.В. 117 С",
        denominator:
          "л. Методы, средства и системы управления качеством доц.Грибов Н.В. 121 С",
      },
    ],
  },

  {
    day: "Пятница",
    exercises: [
      {
        time: "13:35-15:10",
        numerator: "л. Технология машиностроения доц.Грибов Н.В. 121 С",
        denominator:
          "л. Электро-гидро-пневмоприводы и автоматика доц.Романов И.Н. 213а. С",
      },

      {
        time: "15:20-16-55",
        numerator: "пр. Технология машиностроения доц.Грибов Н.В. 117 С",
        denominator:
          "пр. Электро-гидро-пневмоприводы и автоматика доц.Романов И.Н. 213а. С",
      },

      {
        time: "17:05-18:40",
        numerator:
          "пр. Методы, средства и системы управления качеством доц.Грибов Н.В. 117 С",
      },
    ],
  },

  {
    day: "Суббота",
    exercises: [
      {
        time: "8:10-09:45",
        denominator: "пр.НИР практика/Научно-исследовательская работа",
      },

      {
        time: "09:55-11:30",
        denominator: " пр.НИР практика/Научно-исследовательская работа",
      },

      {
        time: "11:40-13:15",
        denominator: " пр.НИР практика/Научно-исследовательская работа",
      },

      {
        time: "13:35-15:10",
        denominator: " пр.НИР практика/Научно-исследовательская работа",
      },
    ],
  },
];
